Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Enter a category name. It will be saved for future %@ transactions.
ar: أدخل اسم الفئة. سيتم حفظه لمعاملات %@ المستقبلية.
ca: Introduïu un nom de categoria. Es desarà per a futures transaccions %@.
cs: Zadejte název kategorie. Bude uložen pro budoucí transakce %@.
da: Indtast et kategorinavn. Det vil blive gemt til fremtidige %@ transaktioner.
de: Geben Sie einen Kategorienamen ein. Es wird für zukünftige %@-Transaktionen gespeichert.
el: Εισαγάγετε ένα όνομα κατηγορίας. Θα αποθηκευτεί για μελλοντικές %@ συναλλαγές.
es: Introduzca un nombre de categoría. Se guardará para futuras transacciones %@.
fi: Anna luokan nimi. Se tallennetaan tulevia %@ tapahtumia varten.
fr: Entrez un nom de catégorie. Il sera sauvegardé pour les futures transactions %@.
he: הזן שם קטגוריה. הוא יישמר עבור עסקאות %@ עתידיות.
hi: एक श्रेणी का नाम दर्ज करें. इसे भविष्य के %@ लेनदेन के लिए सहेजा जाएगा।
hr: Unesite naziv kategorije. Bit će spremljeno za buduće %@ transakcije.
hu: Adja meg a kategória nevét. A rendszer menti a jövőbeli %@ tranzakciókhoz.
id: Masukkan nama kategori. Ini akan disimpan untuk transaksi %@ selanjutnya.
it: Inserisci il nome di una categoria. Verrà salvato per future transazioni %@.
ja: カテゴリ名を入力します。これは将来の %@ トランザクションのために保存されます。
ko: 카테고리 이름을 입력하세요. 향후 %@ 거래를 위해 저장됩니다.
ms: Masukkan nama kategori. Ia akan disimpan untuk transaksi %@ akan datang.
nb: Skriv inn et kategorinavn. Den vil bli lagret for fremtidige %@ transaksjoner.
nl: Voer een categorienaam in. Het wordt bewaard voor toekomstige %@-transacties.
pl: Wprowadź nazwę kategorii. Zostanie zapisany na potrzeby przyszłych transakcji %@.
pt_br: Insira um nome de categoria. Ele será salvo para futuras transações %@.
pt_pt: Introduza um nome de categoria. Será guardado para futuras transações %@.
ro: Introduceți un nume de categorie. Va fi salvat pentru viitoarele %@ tranzacții.
ru: Введите название категории. Он будет сохранен для будущих транзакций %@.
sk: Zadajte názov kategórie. Uloží sa pre budúce transakcie %@.
sv: Ange ett kategorinamn. Den kommer att sparas för framtida %@ transaktioner.
th: ป้อนชื่อหมวดหมู่ มันจะถูกบันทึกไว้สำหรับธุรกรรม %@ ในอนาคต
tr: Bir kategori adı girin. Gelecekteki %@ işlemleri için kaydedilecek.
uk: Введіть назву категорії. Його буде збережено для майбутніх транзакцій %@.
vi: Nhập tên danh mục. Nó sẽ được lưu cho các giao dịch %@ trong tương lai.
zh_hans: 输入类别名称。它将被保存以供将来的 %@ 交易使用。
zh_hant: 輸入類別名稱。它將被保存以供將來的 %@ 交易使用。

source: Enter a category name. It will be saved for future %@) transactions.
ar: أدخل اسم الفئة. سيتم حفظه للمعاملات المستقبلية %@).
ca: Introduïu un nom de categoria. Es desarà per a futures transaccions %@).
cs: Zadejte název kategorie. Bude uložen pro budoucí %@) transakce.
da: Indtast et kategorinavn. Det vil blive gemt til fremtidige %@) transaktioner.
de: Geben Sie einen Kategorienamen ein. Es wird für zukünftige %@)-Transaktionen gespeichert.
el: Εισαγάγετε ένα όνομα κατηγορίας. Θα αποθηκευτεί για μελλοντικές %@) συναλλαγές.
es: Introduzca un nombre de categoría. Se guardará para futuras transacciones %@).
fi: Anna luokan nimi. Se tallennetaan tulevia %@) tapahtumia varten.
fr: Entrez un nom de catégorie. Il sera sauvegardé pour les futures transactions %@).
he: הזן שם קטגוריה. זה יישמר עבור עסקאות %@) עתידיות.
hi: एक श्रेणी का नाम दर्ज करें. इसे भविष्य के %@) लेनदेन के लिए सहेजा जाएगा।
hr: Unesite naziv kategorije. Bit će spremljeno za buduće %@) transakcije.
hu: Adja meg a kategória nevét. A rendszer elmenti a jövőbeni %@) tranzakciókhoz.
id: Masukkan nama kategori. Ini akan disimpan untuk transaksi %@) selanjutnya.
it: Inserisci il nome di una categoria. Verrà salvato per future transazioni %@).
ja: カテゴリ名を入力します。これは将来の %@) トランザクションのために保存されます。
ko: 카테고리 이름을 입력하세요. 향후 %@) 거래를 위해 저장됩니다.
ms: Masukkan nama kategori. Ia akan disimpan untuk transaksi %@) pada masa hadapan.
nb: Skriv inn et kategorinavn. Den vil bli lagret for fremtidige %@) transaksjoner.
nl: Voer een categorienaam in. Het wordt bewaard voor toekomstige %@) transacties.
pl: Wprowadź nazwę kategorii. Zostanie zapisany na potrzeby przyszłych %@) transakcji.
pt_br: Insira um nome de categoria. Ele será salvo para futuras transações %@).
pt_pt: Introduza um nome de categoria. Será guardado para futuras transações %@).
ro: Introduceți un nume de categorie. Va fi salvat pentru tranzacțiile viitoare %@).
ru: Введите название категории. Он будет сохранен для будущих %@) транзакций.
sk: Zadajte názov kategórie. Uloží sa pre budúce %@) transakcie.
sv: Ange ett kategorinamn. Det kommer att sparas för framtida %@) transaktioner.
th: ป้อนชื่อหมวดหมู่ มันจะถูกบันทึกไว้สำหรับธุรกรรม %@) ในอนาคต
tr: Bir kategori adı girin. Gelecekteki %@) işlemler için kaydedilecektir.
uk: Введіть назву категорії. Його буде збережено для майбутніх %@) транзакцій.
vi: Nhập tên danh mục. Nó sẽ được lưu cho các giao dịch %@) trong tương lai.
zh_hans: 输入类别名称。它将被保存以供将来 %@) 交易使用。
zh_hant: 輸入類別名稱。它將被保存以供將來 %@) 交易使用。

source: Enter a custom category name.
ar: أدخل اسم فئة مخصصة.
ca: Introduïu un nom de categoria personalitzada.
cs: Zadejte název vlastní kategorie.
da: Indtast et brugerdefineret kategorinavn.
de: Geben Sie einen benutzerdefinierten Kategorienamen ein.
el: Εισαγάγετε ένα προσαρμοσμένο όνομα κατηγορίας.
es: Ingrese un nombre de categoría personalizado.
fi: Anna mukautetun luokan nimi.
fr: Entrez un nom de catégorie personnalisé.
he: הזן שם קטגוריה מותאמת אישית.
hi: एक कस्टम श्रेणी नाम दर्ज करें.
hr: Unesite prilagođeni naziv kategorije.
hu: Adjon meg egy egyéni kategórianevet.
id: Masukkan nama kategori khusus.
it: Inserisci un nome di categoria personalizzata.
ja: カスタム カテゴリ名を入力します。
ko: 맞춤 카테고리 이름을 입력하세요.
ms: Masukkan nama kategori tersuai.
nb: Skriv inn et egendefinert kategorinavn.
nl: Voer een aangepaste categorienaam in.
pl: Wprowadź niestandardową nazwę kategorii.
pt_br: Insira um nome de categoria personalizado.
pt_pt: Introduza um nome de categoria personalizado.
ro: Introduceți un nume de categorie personalizat.
ru: Введите название пользовательской категории.
sk: Zadajte názov vlastnej kategórie.
sv: Ange ett anpassat kategorinamn.
th: ป้อนชื่อหมวดหมู่ที่กำหนดเอง
tr: Özel bir kategori adı girin.
uk: Введіть власну назву категорії.
vi: Nhập tên danh mục tùy chỉnh.
zh_hans: 输入自定义类别名称。
zh_hant: 輸入自訂類別名稱。

source: Enter an amount greater than zero.
ar: أدخل مبلغًا أكبر من الصفر.
ca: Introduïu una quantitat superior a zero.
cs: Zadejte částku větší než nula.
da: Indtast et beløb større end nul.
de: Geben Sie einen Betrag größer als Null ein.
el: Εισαγάγετε ένα ποσό μεγαλύτερο από το μηδέν.
es: Ingrese una cantidad mayor que cero.
fi: Anna summa, joka on suurempi kuin nolla.
fr: Entrez un montant supérieur à zéro.
he: הזן סכום גדול מאפס.
hi: शून्य से अधिक राशि दर्ज करें.
hr: Unesite iznos veći od nule.
hu: Adjon meg egy nullánál nagyobb összeget.
id: Masukkan jumlah yang lebih besar dari nol.
it: Inserisci un importo maggiore di zero.
ja: ゼロより大きい金額を入力してください。
ko: 0보다 큰 금액을 입력하세요.
ms: Masukkan jumlah yang lebih besar daripada sifar.
nb: Angi et beløp større enn null.
nl: Voer een bedrag in dat groter is dan nul.
pl: Wprowadź kwotę większą od zera.
pt_br: Insira um valor maior que zero.
pt_pt: Introduza um valor superior a zero.
ro: Introduceți o sumă mai mare decât zero.
ru: Введите сумму больше нуля.
sk: Zadajte sumu väčšiu ako nula.
sv: Ange ett belopp som är större än noll.
th: ป้อนจำนวนเงินที่มากกว่าศูนย์
tr: Sıfırdan büyük bir miktar girin.
uk: Введіть суму, більшу за нуль.
vi: Nhập số tiền lớn hơn 0.
zh_hans: 输入大于零的金额。
zh_hant: 輸入大於零的金額。

source: Enter the broker or platform fee charged for this investment transaction. It is added to the position cost basis.
ar: أدخل رسوم الوسيط أو المنصة المفروضة على هذه المعاملة الاستثمارية. يتم إضافته إلى أساس تكلفة المركز.
ca: Introduïu la tarifa del corredor o de la plataforma que es cobra per aquesta transacció d'inversió. S'afegeix a la base del cost de la posició.
cs: Zadejte poplatek za zprostředkovatele nebo platformu účtovaný za tuto investiční transakci. Přičítá se k základu nákladů na pozici.
da: Indtast det mægler- eller platformsgebyr, der opkræves for denne investeringstransaktion. Det tillægges stillingsomkostningsgrundlaget.
de: Geben Sie die für diese Anlagetransaktion erhobene Makler- oder Plattformgebühr ein. Es wird zur Positionskostenbasis addiert.
el: Εισαγάγετε την προμήθεια μεσίτη ή πλατφόρμας που χρεώνεται για αυτήν την επενδυτική συναλλαγή. Προστίθεται στη βάση του κόστους θέσης.
es: Ingrese la tarifa del corredor o plataforma cobrada por esta transacción de inversión. Se agrega a la base del costo de la posición.
fi: Syötä tästä sijoitustapahtumasta veloitettava välittäjä- tai alustapalkkio. Se lisätään asemakustannusperusteeseen.
fr: Saisissez les frais de courtier ou de plateforme facturés pour cette transaction d'investissement. Il est ajouté à la base de coût du poste.
he: הזן את עמלת הברוקר או הפלטפורמה שנגבה עבור עסקת השקעה זו. זה מתווסף לבסיס עלות העמדה.
hi: इस निवेश लेनदेन के लिए लिया गया ब्रोकर या प्लेटफ़ॉर्म शुल्क दर्ज करें। इसे पद लागत के आधार पर जोड़ा जाता है।
hr: Unesite brokersku ili platformsku naknadu koja se naplaćuje za ovu investicijsku transakciju. Dodaje se osnovici troškova pozicije.
hu: Adja meg a befektetési tranzakcióért felszámított bróker- vagy platformdíjat. Ez hozzáadódik a pozícióköltség alapjához.
id: Masukkan biaya broker atau platform yang dikenakan untuk transaksi investasi ini. Itu ditambahkan ke dasar biaya posisi.
it: Inserisci la commissione del broker o della piattaforma addebitata per questa transazione di investimento. Viene aggiunto alla base del costo della posizione.
ja: この投資取引に請求されるブローカーまたはプラットフォーム手数料を入力します。ポジションコストベースに加算されます。
ko: 이 투자 거래에 부과되는 브로커 또는 플랫폼 수수료를 입력하세요. 포지션 비용 기준에 추가됩니다.
ms: Masukkan yuran broker atau platform yang dikenakan untuk transaksi pelaburan ini. Ia ditambah kepada asas kos kedudukan.
nb: Angi megler- eller plattformgebyret som belastes for denne investeringstransaksjonen. Det legges til stillingskostnadsgrunnlaget.
nl: Voer de makelaars- of platformkosten in die voor deze beleggingstransactie in rekening worden gebracht. Het wordt toegevoegd aan de positiekostenbasis.
pl: Wprowadź opłatę brokerską lub platformę pobieraną za tę transakcję inwestycyjną. Jest on dodawany do podstawy kosztu stanowiska.
pt_br: Insira a taxa do corretor ou plataforma cobrada por esta transação de investimento. É adicionado à base de custo da posição.
pt_pt: Introduza a taxa do corretor ou da plataforma cobrada por esta transação de investimento. É adicionado à base de custo da posição.
ro: Introduceți comisionul de broker sau platformă perceput pentru această tranzacție de investiție. Se adaugă la baza costului poziției.
ru: Введите комиссию брокера или платформы, взимаемую за эту инвестиционную транзакцию. Он добавляется к базису стоимости позиции.
sk: Zadajte poplatok za sprostredkovateľa alebo platformu účtovaný za túto investičnú transakciu. Pripočítava sa k základu nákladov na pozíciu.
sv: Ange mäklar- eller plattformsavgiften som debiteras för denna investeringstransaktion. Den läggs till positionskostnadsbasen.
th: ป้อนค่าธรรมเนียมนายหน้าหรือแพลตฟอร์มที่เรียกเก็บสำหรับธุรกรรมการลงทุนนี้ จะถูกเพิ่มเข้ากับต้นทุนตำแหน่ง
tr: Bu yatırım işlemi için alınan komisyoncu veya platform ücretini girin. Pozisyon maliyet esasına eklenir.
uk: Введіть комісію брокера або платформи, що стягується за цю інвестиційну операцію. Він додається до бази вартості позиції.
vi: Nhập phí môi giới hoặc nền tảng được tính cho giao dịch đầu tư này. Nó được thêm vào cơ sở chi phí vị trí.
zh_hans: 输入为此投资交易收取的经纪人或平台费用。它被添加到职位成本基础中。
zh_hant: 輸入為此投資交易收取的經紀人或平台費用。它被添加到職位成本基礎中。

source: Enter your free API keys to get live stock and crypto prices. This is highly recommended—otherwise, asset prices won't be real or up to date.
ar: أدخل مفاتيح API المجانية الخاصة بك للحصول على أسعار الأسهم والعملات المشفرة. يوصى بهذا بشدة - وإلا فلن تكون أسعار الأصول حقيقية أو محدثة.
ca: Introduïu les vostres claus d'API gratuïtes per obtenir preus en accions i criptografies. Això és molt recomanable; en cas contrari, els preus dels actius no seran reals ni actualitzats.
cs: Zadejte své bezplatné klíče API a získejte ceny akcií a kryptoměn. To je vysoce doporučeno – jinak nebudou ceny aktiv skutečné nebo aktuální.
da: Indtast dine gratis API-nøgler for at få levende aktier og kryptopriser. Dette anbefales stærkt – ellers vil aktivpriserne ikke være reelle eller opdaterede.
de: Geben Sie Ihre kostenlosen API-Schlüssel ein, um Live-Aktien- und Kryptopreise zu erhalten. Dies wird dringend empfohlen, da die Vermögenspreise sonst nicht real oder aktuell sind.
el: Εισαγάγετε τα δωρεάν κλειδιά API για να λάβετε τιμές ζωντανών μετοχών και κρυπτογράφησης. Αυτό συνιστάται ιδιαίτερα - διαφορετικά, οι τιμές των περιουσιακών στοιχείων δεν θα είναι πραγματικές ή ενημερωμένες.
es: Ingrese sus claves API gratuitas para obtener precios de acciones y criptomonedas en vivo. Esto es muy recomendable; de ​​lo contrario, los precios de los activos no serán reales ni estarán actualizados.
fi: Anna ilmaiset API-avaimesi saadaksesi reaaliaikaiset osake- ja kryptohinnat. Tämä on erittäin suositeltavaa – muuten omaisuuden hinnat eivät ole todellisia tai ajan tasalla.
fr: Entrez vos clés API gratuites pour obtenir les prix des stocks en direct et des cryptomonnaies. Ceci est fortement recommandé, sinon les prix des actifs ne seront pas réels ou à jour.
he: הזן את מפתחות ה-API החינמיים שלך כדי לקבל מחירי מניות וקריפטו. זה מומלץ מאוד - אחרת, מחירי הנכסים לא יהיו אמיתיים או מעודכנים.
hi: लाइव स्टॉक और क्रिप्टो कीमतें प्राप्त करने के लिए अपनी निःशुल्क एपीआई कुंजियाँ दर्ज करें। इसकी अत्यधिक अनुशंसा की जाती है—अन्यथा, परिसंपत्ति की कीमतें वास्तविक या अद्यतन नहीं होंगी।
hr: Unesite svoje besplatne API ključeve da biste dobili cijene dionica i kriptovaluta. Ovo se toplo preporučuje—u protivnom cijene imovine neće biti stvarne ili ažurne.
hu: Adja meg ingyenes API-kulcsait, hogy élő részvény- és kriptoárakat kapjon. Ez erősen ajánlott – különben az eszközök árai nem lesznek valósak vagy naprakészek.
id: Masukkan kunci API gratis Anda untuk mendapatkan harga saham langsung dan kripto. Hal ini sangat disarankan—jika tidak, harga aset tidak akan aktual atau terkini.
it: Inserisci le tue chiavi API gratuite per ottenere prezzi di azioni e criptovalute in tempo reale. Questo è altamente raccomandato, altrimenti i prezzi degli asset non saranno reali o aggiornati.
ja: 無料の API キーを入力して、現在の株価と仮想通貨の価格を取得します。これを強くお勧めします。そうしないと、資産価格が実際のものまたは最新のものではなくなります。
ko: 무료 API 키를 입력하여 실시간 주식 및 암호화폐 가격을 확인하세요. 이는 적극 권장됩니다. 그렇지 않으면 자산 가격이 실제 가격이 아니거나 최신 상태가 되지 않습니다.
ms: Masukkan kunci API percuma anda untuk mendapatkan harga saham langsung dan crypto. Ini amat disyorkan—jika tidak, harga aset tidak akan benar atau terkini.
nb: Skriv inn dine gratis API-nøkler for å få levende aksjer og kryptopriser. Dette anbefales på det sterkeste – ellers vil ikke aktivaprisene være reelle eller oppdaterte.
nl: Voer uw gratis API-sleutels in om live aandelen- en cryptoprijzen te krijgen. Dit wordt ten zeerste aanbevolen, anders zijn de activaprijzen niet reëel of actueel.
pl: Wprowadź swoje bezpłatne klucze API, aby uzyskać aktualne ceny akcji i kryptowalut. Jest to zdecydowanie zalecane — w przeciwnym razie ceny aktywów nie będą prawdziwe i aktualne.
pt_br: Insira suas chaves de API gratuitas para obter preços de ações e criptomoedas ao vivo. Isto é altamente recomendado – caso contrário, os preços dos ativos não serão reais ou atualizados.
pt_pt: Introduza as suas chaves API gratuitas para obter preços de ações e criptomoedas ao vivo. Isto é altamente recomendado – caso contrário, os preços dos ativos não serão reais ou atualizados.
ro: Introduceți cheile API gratuite pentru a obține prețuri în stoc și cripto. Acest lucru este foarte recomandat - în caz contrar, prețurile activelor nu vor fi reale sau actualizate.
ru: Введите бесплатные ключи API, чтобы получать актуальные цены на акции и криптовалюту. Это настоятельно рекомендуется, иначе цены на активы не будут реальными или актуальными.
sk: Zadajte svoje bezplatné kľúče API a získajte ceny akcií a kryptomien. Toto sa dôrazne odporúča – v opačnom prípade nebudú ceny aktív skutočné ani aktuálne.
sv: Ange dina gratis API-nycklar för att få levande aktier och kryptopriser. Detta rekommenderas starkt – annars kommer tillgångspriserna inte att vara verkliga eller uppdaterade.
th: ป้อนคีย์ API ฟรีของคุณเพื่อรับราคาหุ้นสดและราคา crypto ขอแนะนำอย่างยิ่ง ไม่เช่นนั้นราคาสินทรัพย์จะไม่เป็นจริงหรือเป็นปัจจุบัน
tr: Canlı hisse senedi ve kripto fiyatlarını almak için ücretsiz API anahtarlarınızı girin. Bu şiddetle tavsiye edilir; aksi takdirde varlık fiyatları gerçek veya güncel olmayacaktır.
uk: Введіть безкоштовні ключі API, щоб отримати ціни на акції та криптовалюти. Це настійно рекомендовано — інакше ціни на активи не будуть реальними чи актуальними.
vi: Nhập khóa API miễn phí của bạn để nhận giá cổ phiếu và tiền điện tử trực tiếp. Điều này rất được khuyến khích—nếu không, giá tài sản sẽ không có thật hoặc không cập nhật.
zh_hans: 输入您的免费 API 密钥以获取实时股票和加密货币价格。强烈建议这样做，否则资产价格将不是真实的或最新的。
zh_hant: 輸入您的免費 API 金鑰以取得即時股票和加密貨幣價格。強烈建議這樣做，否則資產價格將不是真實的或最新的。

source: Entertainment
ar: ترفيه
ca: Entreteniment
cs: Zábava
da: Underholdning
de: Unterhaltung
el: Ψυχαγωγία
es: Ocio
fi: Viihde
fr: Divertissement
he: בידור
hi: मनोरंजन
hr: Zabava
hu: Szórakozás
id: Hiburan
it: Intrattenimento
ja: エンターテインメント
ko: 오락
ms: Hiburan
nb: Underholdning
nl: Amusement
pl: Rozrywka
pt_br: Entretenimento
pt_pt: Entretenimento
ro: Divertisment
ru: Развлечение
sk: Zábava
sv: Underhållning
th: ความบันเทิง
tr: Eğlence
uk: Розваги
vi: Sự giải trí
zh_hans: 娱乐
zh_hant: 娛樂

source: ETF
ar: مؤسسة التدريب الأوروبية
fr: FNB
he: תעודת סל
hi: ईटीएफ
th: อีทีเอฟ

source: Euro
ar: يورو
el: Ευρώ
fi: euroa
he: יוֹרוֹ
hi: यूरो
ja: ユーロ
ko: 유로
ru: Евро
sk: eur
th: ยูโร
uk: євро
zh_hans: 欧元
zh_hant: 歐元

source: Europe
ar: أوروبا
ca: Europa
cs: Evropa
da: Europa
de: Europa
el: Ευρώπη
es: Europa
fi: Euroopassa
he: אֵירוֹפָּה
hi: यूरोप
hr: Europi
hu: Európa
id: Eropa
it: Europa
ja: ヨーロッパ
ko: 유럽
ms: Eropah
nb: Europa
nl: Europa
pl: Europa
pt_br: Europa
pt_pt: Europa
ro: Europa
ru: Европа
sk: Európe
sv: Europa
th: ยุโรป
tr: Avrupa
uk: Європа
vi: Châu Âu
zh_hans: 欧洲
zh_hant: 歐洲

source: Everything you own, owe, earn, and spend.
ar: كل ما تملكه، وتدين به، وتكسبه، وتنفقه.
ca: Tot el que posseïu, deu, guanyeu i gasteu.
cs: Vše, co vlastníte, dlužíte, vyděláváte a utrácíte.
da: Alt hvad du ejer, skylder, tjener og bruger.
de: Alles, was Sie besitzen, schulden, verdienen und ausgeben.
el: Ό,τι κατέχετε, οφείλετε, κερδίζετε και ξοδεύετε.
es: Todo lo que posee, debe, gana y gasta.
fi: Kaikki mitä omistat, velkaa, ansaitset ja kulutat.
fr: Tout ce que vous possédez, devez, gagnez et dépensez.
he: כל מה שאתה מחזיק, חייב, מרוויח ומוציא.
hi: वह सब कुछ जो आपके पास है, देना है, कमाना है और खर्च करना है।
hr: Sve što posjedujete, dugujete, zaradite i potrošite.
hu: Minden, amivel rendelkezel, tartozol, keresel és költesz.
id: Segala sesuatu yang Anda miliki, utang, hasilkan, dan belanjakan.
it: Tutto ciò che possiedi, devi, guadagni e spendi.
ja: あなたが所有しているもの、借りているもの、稼いでいるもの、支出しているものすべて。
ko: 당신이 소유하고, 빚지고, 벌고, 소비하는 모든 것.
ms: Semua yang anda miliki, hutang, peroleh dan belanjakan.
nb: Alt du eier, skylder, tjener og bruker.
nl: Alles wat u bezit, verschuldigd bent, verdient en uitgeeft.
pl: Wszystko, co posiadasz, jesteś winien, zarabiasz i wydajesz.
pt_br: Tudo o que você possui, deve, ganha e gasta.
pt_pt: Tudo o que possui, deve, ganha e gasta.
ro: Tot ceea ce dețineți, datorați, câștigați și cheltuiți.
ru: Все, чем вы владеете, что вы должны, зарабатываете и тратите.
sk: Všetko, čo vlastníte, dlžíte, zarábate a míňate.
sv: Allt du äger, är skyldig, tjänar och spenderar.
th: ทุกสิ่งที่คุณเป็นเจ้าของ เป็นหนี้ รับ และใช้จ่าย
tr: Sahip olduğunuz, borçlu olduğunuz, kazandığınız ve harcadığınız her şey.
uk: Усе, що ви маєте, маєте борг, заробляєте та витрачаєте.
vi: Mọi thứ bạn sở hữu, nợ, kiếm được và chi tiêu.
zh_hans: 你拥有、欠下、赚到和花掉的一切。
zh_hant: 你擁有、欠下、賺和花掉的一切。

source: Exchange Rate Refresh Failed
ar: فشل تحديث سعر الصرف
ca: No s'ha pogut actualitzar el tipus de canvi
cs: Obnovení směnného kurzu se nezdařilo
da: Valutakursopdatering mislykkedes
de: Aktualisierung des Wechselkurses fehlgeschlagen
el: Η ανανέωση της συναλλαγματικής ισοτιμίας απέτυχε
es: Error al actualizar el tipo de cambio
fi: Valuuttakurssin päivitys epäonnistui
fr: Échec de l'actualisation du taux de change
he: רענון שער החליפין נכשל
hi: विनिमय दर ताज़ा विफल रहा
hr: Osvježavanje tečaja nije uspjelo
hu: Az árfolyam frissítése nem sikerült
id: Penyegaran Nilai Tukar Gagal
it: Aggiornamento del tasso di cambio non riuscito
ja: 為替レートの更新に失敗しました
ko: 환율 새로고침 실패
ms: Muat Semula Kadar Pertukaran Gagal
nb: Valutakursoppdatering mislyktes
nl: Vernieuwen van de wisselkoers is mislukt
pl: Odświeżanie kursu wymiany nie powiodło się
pt_br: Falha na atualização da taxa de câmbio
pt_pt: Falha na atualização da taxa de câmbio
ro: Actualizarea cursului de schimb nu a reușit
ru: Не удалось обновить обменный курс
sk: Obnovenie výmenného kurzu zlyhalo
sv: Valutakursuppdatering misslyckades
th: การรีเฟรชอัตราแลกเปลี่ยนล้มเหลว
tr: Döviz Kuru Yenileme Başarısız
uk: Не вдалося оновити курс обміну
vi: Làm mới tỷ giá hối đoái không thành công
zh_hans: 汇率刷新失败
zh_hant: 匯率刷新失敗

source: Exchange Rates
ar: أسعار الصرف
ca: Tipus de canvi
cs: Směnné kurzy
da: Valutakurser
de: Wechselkurse
el: Συναλλαγματικές ισοτιμίες
es: Tipos de Cambio
fi: Valuuttakurssit
fr: Taux de change
he: שערי חליפין
hi: विनिमय दरें
hr: Tečajna lista
hu: Árfolyamok
id: Nilai Tukar
it: Tassi di Cambio
ja: 為替レート
ko: 환율
ms: Kadar Pertukaran
nb: Valutakurser
nl: Wisselkoersen
pl: Kursy wymiany
pt_br: Taxas de câmbio
pt_pt: Taxas de câmbio
ro: Rate de schimb
ru: Курсы валют
sk: Výmenné kurzy
sv: Växelkurser
th: อัตราแลกเปลี่ยน
tr: Döviz Kurları
uk: Курси валют
vi: Tỷ giá hối đoái
zh_hans: 汇率
zh_hant: 匯率

source: Exchange Rates Updated
ar: تم تحديث أسعار الصرف
ca: Tipus de canvi actualitzats
cs: Směnné kurzy aktualizovány
da: Valutakurser opdateret
de: Wechselkurse aktualisiert
el: Οι συναλλαγματικές ισοτιμίες ενημερώθηκαν
es: Tipos de cambio actualizados
fi: Valuuttakurssit päivitetty
fr: Taux de change mis à jour
he: שערי חליפין עודכנו
hi: विनिमय दरें अद्यतन की गईं
hr: Tečajna lista ažurirana
hu: Az árfolyamok frissítve
id: Nilai Tukar Diperbarui
it: Tassi di cambio aggiornati
ja: 為替レートが更新されました
ko: 환율 업데이트됨
ms: Kadar Pertukaran Dikemaskini
nb: Valutakurser oppdatert
nl: Wisselkoersen bijgewerkt
pl: Zaktualizowano kursy wymiany
pt_br: Taxas de câmbio atualizadas
pt_pt: Taxas de câmbio atualizadas
ro: Rate de schimb actualizate
ru: Курсы валют обновлены
sk: Výmenné kurzy aktualizované
sv: Växelkurser uppdaterade
th: อัปเดตอัตราแลกเปลี่ยนแล้ว
tr: Döviz Kurları Güncellendi
uk: Курси валют оновлено
vi: Tỷ giá hối đoái được cập nhật
zh_hans: 汇率更新
zh_hant: 匯率更新
